{
    "date": "03.07",
    "Day 1": {
        "title": "Tanabata (Japan)",
        "image": "img1.png",
        "facts": {
            "1": "Tanabata, also known as the Star Festival, is celebrated to commemorate the romantic story of two lovers represented by the stars Vega and Altair who are only allowed to meet once a year on this day.",
            "2": "People often write their wishes on tanzaku papers and hang them on bamboo branches, hoping their wishes come true.",
            "3": "The festival originates from a Chinese legend and was introduced to Japan in the 8th century."
        }
    },
    "Day 2": {
        "title": "Independence Day (Belarus)",
        "image": "img2.png",
        "facts": {
            "1": "Independence Day in Belarus, also known as the Republic Day, commemorates the liberation of Minsk from Nazi occupation in 1944.",
            "2": "This day is celebrated with military parades, fireworks, concerts, and exhibitions throughout the country.",
            "3": "Although Belarus declared independence from the Soviet Union on August 25, 1991, the country celebrates its national independence on July 3rd, marking the liberation day instead."
        }
    },
    "Day 3": {
        "title": "St. Thomas' Day (Western Christianity)",
        "image": "img3.png",
        "facts": {
            "1": "This day is dedicated to Saint Thomas the Apostle, who is known for doubting Jesus' resurrection until he could see and touch Jesus' wounds after his crucifixion.",
            "2": "The feast day of St. Thomas was traditionally celebrated on December 21, but it was moved to July 3rd in the Roman Catholic Church after the Second Vatican Council to be closer to the date of his martyrdom according to the liturgical calendar.",
            "3": "St. Thomas is believed to have traveled to India to spread Christianity and was martyred there, and as such, the St. Thomas' Day is of special significance in India among Christian communities."
        }
    }
}